/* Localized kind: Album */
"Album" = "Album";

/* Localized kind: Software */
"App" = "App";

/* Localized kind: AudioBook */
"Audio Book" = "AudioBoek";

/* Localized kind: Book */
"Book" = "Boek";

/* Localized kind: E-Book */
"E-Book" = "E-Boek";

/* Localized kind: Feature Movie */
"Movie" = "Film";

/* Localized kind: Music Video */
"Music Video" = "Videoclip";

/* Localized kind: Podcast */
"Podcast" = "Podcast";

/* Localized kind: Song */
"Song" = "Liedje";

/* Localized kind: TV Episode */
"TV Episode" = "TV Serie";

/* Format for artist name label */
"%@ (%@)" = "%2$@ van %1$@";

/* Localized for Nothing Found Label: Nothing Found */
"Nothing Found" = "Niets gevonden";

/* Error alert: message */
"There was an error reading from the iTunes Store. Please try again." = "Er ging iets fout bij het communiceren met de iTunes winkel. Probeer het nog eens.";

/* Localized for artist: Unknown */
"Unknown" = "Onbekend";

/* Error alert:title */
"Whoops..." = "Foutje...";
